Repository: geneconde/NGR-dashboard
Catalog: demo/gravity-*-action/Locale/*/LC_MESSAGES/gravity-*-action.po
Languages: ar_eg

source: Communication satellites are rocketed into space to a distance where Earth's gravity is much stronger.
ar_eg: تطلق أقمار الاتصالات في الفضاء إلى مسافة حيث تكون جاذبية الأرض أقوى بكثير.

source: Artificial satellites are like the moon in that they both orbit the earth.
ar_eg: الأقمار الصناعية هي مثل القمر حيث يدور كل منهما حول الأرض.

source: If the moon had more velocity than it does while orbiting, it would spiral downward until it crashed into Earth's surface.
ar_eg: لو كانت سرعة القمر أكثر حين يدور، فإنه سيدور بشكل لولبي حتى يتحطم على سطح الأرض

source: Question B. Click on <span class='blink'>all</span> the statements that are <span class='blink'>true</span>.
ar_eg: السؤال ب. انقر على <span class='blink'>جميع</span> العبارات <span class='blink'>الصحيحة</span>

source: For satellites to get into orbit, gravity is turned off.
ar_eg: لتصل الأقمار الصناعية الى المدار، تتوقف الجاذبية.

source: Natural satellites are celestial bodies.
ar_eg: الأقمار الصناعية الطبيعية هي الأجرام السماوية.

source: A communication satellite is a type of artificial satellite.
ar_eg: قمر الاتصال هو نوع من القمر الصناعي.

source: Gravity affects the balance of motion of natural satellites, but does not affect artificial satellites.
ar_eg: تؤثر الجاذبية على توازن حركة الأقمار الصناعية الطبيعية، ولكنها لا تؤثر على الأقمار الصناعية.

source: Gravity affects the balance of motion of natural and artificial satellites.
ar_eg: تؤثر الجاذبية على توازن حركة الأقمار الصناعية الطبيعية والاصطناعية.

source: Repairing satellites...
ar_eg: إصلاح الأقمار الصناعية ...

source: This is not correct since some objects launched from Earth go into orbit as satellites.
ar_eg: هذا غير صحيح لأن بعض الأشياء التي تنطلق من الأرض تذهب في المدار كأقمار صناعية.

source: Just the opposite! Satellites are rocketed into space to a distance where Earth's gravity is much weaker. Remember, the force of gravity between two objects decreases as distance increases.
ar_eg: على العكس! تنطلق الأقمار الصناعية في الفضاء لمسافة حيث تكون جاذبية الأرض أضعف بكثير. تذكر، قوة الجاذبية بين شيئين تنخفض بازدياد المسافة.

source: Correct, the moon is in perfect balance of motion and gravity with the earth. Communication satellites try to simulate that balance.
ar_eg: صحيح، يكون القمر في توازن مثالي بين الحركة والجاذبية مع الأرض. تحاول أقمار الاتصالات محاكاة هذا التوازن.

source: Nope. If the moon had less velocity, it would spiral downward. If it had more velocity, the moon would continue on a path away from Earth.
ar_eg: كلا. إذا كانت سرعة القمر أقل ، سيهبط بشكل لولبي. إذا كانت سرعته أكثر ، فإن القمر سيبقى في مسار بعيد عن الأرض.

source: Correct! Natural satellites are celestial bodies and communication satellites are artificial satellites. The balance of motion of natural and artificial satellites depends on gravitational forces. Communication satellites are rocketed into space to a distance where Earth's gravity is much weaker - gravity can't be turned off.
ar_eg: صحيح! الأقمار الصناعية الطبيعية هي الأجرام السماوية وأقمار الاتصالات هي الأقمار الصناعية. يعتمد توازن الحركة من الأقمار الصناعية الطبيعية والاصطناعية على قوة الجاذبية. وأقمار الاتصالات تنطلق في الفضاء لمسافة معينة حيث تكون جاذبية الأرض أضعف بكثير - لا يمكن أن تتوقف الجاذبية.

source: Not quite... Natural satellites are celestial bodies and communication satellites are artificial satellites. The balance of motion of natural and artificial satellites depends on gravitational forces. Communication satellites are rocketed into space to a distance where Earth's gravity is much weaker - gravity can't be turned off.
ar_eg: ليس تماما... الأقمار الصناعية الطبيعية هي الأجرام السماوية وأقمار الاتصالات هي الأقمار الصناعية. يعتمد توازن الحركة من الأقمار الصناعية الطبيعية والاصطناعية على قوة الجاذبية. وأقمار الاتصالات تنطلق في الفضاء لمسافة معينة حيث تكون جاذبية الأرض أضعف بكثير - لا يمكن أن تتوقف الجاذبية.

source: More big ideas... about gravity in action
ar_eg: المزيد من الأفكار الكبيرة ... حول عمل الجاذبية

source: <span class='key'>Velocity</span> is the speed of a moving object. Sometimes objects move at a constant speed – like a car driving down the highway at 105 kilometers per hour (Km/h). But usually, moving objects speed-up or slow down. <span class='key'>Acceleration</span> is how quickly that happens. Does the car accelerate quickly – going from 0 to 105 Km/h in 6 seconds? Or does it accelerate slowly going from 0 to 105 Km/h in 30 seconds?accelerate slowly going from 0 to 103 Km/h in 30 seconds
ar_eg: السرعة هي سرعة الجسم المتحرك. تتحرك الأشياء أحيانا بسرعة ثابتة - مثل قيادة السيارة عبر الطريق السريع عند 105 كيلومترا في الساعة (كم / ساعة). ولكن عادة، الأجسام المتحركة تسرع أو تبطئ. <span class='key'>التسارع هو مدى سرعة حدوث ذلك. هل تتسارع السيارة بشكل سريع - من 0 كم/الساعة إلى 105 كم / ساعة في 6 ثوان؟ أو هل تتسارع ببطء من0-103 كم / ساعة في 30 ثانية

source: Studying gravity...
ar_eg: دراسة الجاذبية ...

source: After learning about the acceleration due to gravity on free-falling objects, answer the following questions. Ignore the factor of air resistance in your answers.
ar_eg: بعد التعرف على التسارع الناتج عن الجاذبية الواقعة على الأجسام ذات السقوط الحر، أجب عن الأسئلة التالية. تجاهل عامل مقاومة الهواء في إجاباتك.

source: Question A. A punted football is falling back to the field after reaching its peak height. How fast will it be moving when it is caught 3 seconds later? (acceleration due to gravity = 9.8 m/s2)
ar_eg: السؤال أ. مسار كرة القدم في الملعب أثناء سقوطها بعد أن وصلت إلى ذروة الإرتفاع. كم ستبلغ سرعتها وهي تتحرك عندما يتم التقاطها بعد ثلاثة ثوان؟ (التسارع الناتج عن الجاذبية = 9.8 م

source: 0 meters per second
ar_eg: 0 متر في الثانية

source: 9.8 m/s2
ar_eg: 9.8 م/ث2

source: 19.6 meters
ar_eg: 19.6 متر

source: 29.4 meters per second
ar_eg: 29.4 متر في الثانية

source: Question B. A watermelon and a marble are dropped from the same height. Which of the following is true?
ar_eg: السؤال ب. يتم إسقاط بطيخة وكرة زجاجية من نفس الإرتفاع. أي من التالي صحيحاً؟

source: Because it is heavier, the watermelon will accelerate more than the marble.
ar_eg: لأنها أثقل، فسيكون تسارع البطيخة أكثر من الكرة الزجاجية

source: Because it is lighter, the marble will reach the ground later than the watermelon.
ar_eg: لأنها أخف وزنا، فستصل الكرة الزجاجية الأرض بعد وصول البطيخة

source: Because the acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects, both the watermelon and marble will reach the ground at the same time (ignoring air resistance).
ar_eg: لأن التسارع الناتج عن الجاذبية من 9.8 م هو نفسه بالنسبة لجميع االأجسام ذات السقوط الحر،فإن كل من البطيخة والكرة الزجاجية ستصلان إلى الأرض في نفس الوقت (عند إهمال مقاومة الهواء).

source: The watermelon and the marble will be accelerated at different amounts based on their sizes.
ar_eg: سيتم قياس تسارع البطيخة والكرة الزجاجية بكميات مختلفة حسب حجمها.

source: Nope! The football has gained speed as it falls due to the force of gravity accelerating it.
ar_eg: كلا! لقد اكتسبت كرة القدم سرعة أثناء سقوطها لأن قوة الجاذبية تقوم بتسارعها.

source: Nope! This is the acceleration due to gravity, not the speed of the football after falling for 3 seconds.
ar_eg: كلا! هذا هو التسارع الناتج عن الجاذبية، وليس سرعة الكرة بعد سقوطها بثلاثة ثواني.

source: Nope! This is the distance the football will have traveled in its fall after 2 seconds, not its speed after falling for 3 seconds.
ar_eg: كلا! هذه هي المسافة التي سارتها الكرة أثناء سقوطها بعد 2 ثانية، وليس سرعتها بعد سقوطها مدة 3 ثوان.

source: Correct! After 3 seconds of free-fall, the football would have a speed of 29.4 meters per second.
ar_eg: صحيح! بعد 3 ثوان من السقوط الحر، فإن سرعة كرة القدم هي 29.4 متر في الثانية الواحدة.

source: Nope! Even though the watermelon is heavier, the acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects.
ar_eg: كلا! على الرغم من أن البطيخة أثقل وزنا، فالتسارع الناتج عن الجاذبية 9.8 م/ث2 هو نفسه لكافة الأجسام ذات السقوط الحر.

source: Nope! Even though the marble is lighter, the acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects.
ar_eg: كلا! على الرغم من أن الكرة الزجاجية أخف وزنا، يكون التسارع الناتج عن الجاذبية من 9.8 م/ث2 هو نفسه لكافة الأجسام ذات السقوط الحر

source: Right! Ignoring air resistance, both will reach the ground at the same time because of the acceleration due to gravity being the same for each.
ar_eg: صحيح! تجاهل مقاومة الهواء، ستصل كلتاهما إلى الأرض بنفس الوقت بسبب التسارع الناتج عن الجاذبية على كل منهما.

source: Nope! The acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects.
ar_eg: كلا! التسارع بسبب الجاذبية 9.8 م /ث2 هو نفسه لكافة الأجسام حرة السقوط.

source: Using what you now know about... gravity in action... to solve a problem
ar_eg: استخدام ما تعرفه الآن عن ... عمل الجاذبية من أجل ... حل مشكلة

source: Astronauts need to be able to communicate with Earth on their new voyages to the moon and planet Mars. You are an engineer, part of NASA’s new mission to send satellites to orbit where astronauts are - the moon and Mars.
ar_eg: يحتاج رواد الفضاء أن يكونوا قادرين على التواصل مع الأرض في رحلاتهم الجديدة إلى القمر وكوكب المريخ. أنت مهندس ، جزء من مهمة ناسا الجديدة هي إرسال الأقمار الصناعية إلى المدار حيث رواد الفضاء - القمر والمريخ.

source: What would you have to consider to figure out where and how to set the artificial satellite into orbit? Using what you know about how satellites orbit the earth, what would you need to know to solve this problem? You can use the internet to find the facts you need.
ar_eg: ما الذي عليك أن تراعيه لمعرفة أين وكيف يُضبط القمر الصناعي في المدار؟ باستخدام ما تعرفه حول كيفية دوران الأقمار الصناعية حول الأرض، ما الذي قد تحتاج إلى معرفته لحل هذه المشكلة؟ يمكنك استخدام الإنترنت للعثور على الحقائق التي تحتاج إليها.

source: Preparing for new mission...
ar_eg: التحضير لمهمة جديدة ...

source: Summarizing big ideas about... gravity in action
ar_eg: تلخيص الأفكار الكبيرة حول ... عمل الجاذبية

source: All objects in the universe exert a gravitational force on each other. The force of <span class='key'>gravity</span> pulls objects together without the objects actually being in physical contact with each other. There are two factors that affect the strength of gravity. The first is the mass of the object and the second is the distance between objects. The larger the mass, the greater the gravitational force it exerts. The farther away two objects are from each other, the weaker the gravitational force is between them. It's important to note that all objects exert a gravitational force on all other objects. Just as the earth is pulling on the moon, the moon is pulling on the earth. <span class='key'>Ocean tides</span> are caused by the gravitational pull of the moon. Earth's gravitational force extends far space. In outer space, gravitational forces of planets and stars account for the order and structure of solar systems and galaxies. The system of the moon orbiting Earth depends on a perfect balance of motion and gravity. In the case of <span class='key'>satellites</span> in general, a stable orbit requires a balance of enough speed to keep the object from falling completely back to Earth, but not so much speed that it shoots off into space.
ar_eg: لكل الأشياء في الكون قوة جاذبية على بعضها البعض. تسحب قوة <span class='key'>الجاذبية</span> الأشياء معا دون أن يكون بينها أي اتصال فيزيائي. هناك عاملان يؤثران على قوة الجاذبية. الأول هو كتلة الشيء والثاني هو المسافة بين الأشياء. كلما كانت الكتلة أكبر كلما كانت قوة الجاذبية المؤثرة عليها أكثر. وكلما كانت الأشياء بعيدة عن بعضها البعض، كلما كانت الجاذبية بينهما أضعف. من المهم ملاحظة أن جميع الأجسام تؤثر بقوة الجاذبية على كافة الأجسام الأخرى. مثلما جذب الأرض للقمر، القمر يجذب الأرض. يحدث <span class='key'>المد والجزر</span> في المحيط بسبب جاذبية القمر. قوة الجاذبية الأرضية تمتد الى الفضاء البعيد. ففي الفضاء الخارجي، قوة الجاذبية للكواكب والنجوم تشكل النظام وهيكلية أنظمة الطاقة الشمسية والمجرات. نظام القمر الذي يدور حول الأرض يعتمد على توازن مثالي بين الحركة والجاذبية. وفي حالة <span class='key'>الأقمار الصناعية</span> بشكل عام، فالمدار المستقر يتطلب توازنا بما يكفي من السرعة للحفاظ على الجسم من السقوط على الأرض كليا، ولكن ليس الكثير من السرعة المنطلقة في الفضاء.

source: Reviewing key vocabulary related to... gravity in action
ar_eg: مراجعة المفردات الرئيسية المتعلقة ... بعمل الجاذبية

source: Gravity
ar_eg: الجاذبية

source: The natural attraction of all matter to other matter. This force is directly proportional to the mass of the two objects, and indirectly proportional to their distance apart from one another.
ar_eg: الجذب الطبيعي لكل مادة لمادة أخرى. هذه القوة تتناسب طرديا مع كتلة هذين الجسمين، وتتناسب بشكل غير مباشر في المسافة بعيدا عن بعضها البعض.

source: Force
ar_eg: قوة

source: An external effort which causes an object to undergo some sort of change. This change may be in its movement, direction, or construction, depending on the type of force applied, as well as the conditions of the object itself.
ar_eg: الجهد الخارجي الذي يتسبب بتغير شيء معين . قد يكون هذا التغيير في الحركة او الإتجاه أو البنية، اعتمادا على نوع القوة المستخدمة، بالإضافة إلى ظروف الشيء نفسه.

source: Newton
ar_eg: نيوتن

source: A unit of measurement to describe force. Defined as the force of 1 kg*m/s<sup>2</sup>, or the force needed to accelerate one kilogram of matter one meter per second per second.
ar_eg: وحدة قياس لوصف القوة. تعرف بأنها قوة 1 كغ * م / ث <sup> 2 <sup> أو القوة اللازمة لتسريع كيلوغرام واحد من مادة مسافة متر واحد في الثانية الواحدة.

source: Acceleration
ar_eg: التسارع

source: The rate a moving object’s velocity changes with time. How fast it speeds up, slows down, or changes direction.
ar_eg: معدل تغير سرعة جسم متحرك مع الزمن. مدى سرعته، تباطؤه أو تغيير اتجاهه.

source: Lunar Tide
ar_eg: المد والجزر القمري

source: The change in sea level due to the gravity of the moon, and to a smaller extent, the sun. The moon and sun's gravity pull on the water on Earth, altering sea levels depending on where they are.
ar_eg: التغير في مستوى سطح البحر نتيجة لجاذبية القمر، وإلى حد أقل، الشمس. القمر وجاذبية الشمس يجذبان المياه على الارض مغيران مستويات البحار تبعا لمكان وجودهما.

source: Satellite
ar_eg: قمر صناعي

source: An object that orbits a larger object in space. There are many man-made satellites orbiting the earth, but the moon is also an Earth satellite. Likewise, the earth is a satellite orbiting the sun.
ar_eg: الجسم الذي يدور حول جسم أكبر في الفضاء. هناك العديد من الأقمار الصناعية من صنع الانسان تدور حول الأرض، ولكن يعد القمر أيضا قمرا صناعيا على كوكب الأرض. وبالمثل، فإن الأرض هي القمر الذي يدور حول الشمس.

source: Celestial Body
ar_eg: الجرم السماوي

source: A term used to describe any piece of solid matter that is not on Earth. A celestial body can be anything from a tiny asteroid, to a planet, to a star.
ar_eg: مصطلح يستخدم لوصف أي قطعة من المواد الصلبة التي لا توجد على الأرض. الجرم السماوي يمكن أن يكون أي شيء يتحول من كويكب صغير، إلى كوكب،ثم إلى نجم.

source: Natural Satellite
ar_eg: قمر طبيعي

source: An object that orbits a larger object in space, which was not put there by humans. Examples would include the moon orbiting Earth and the eight planets orbiting our sun.
ar_eg: جسم يدور حول جسم أكبر في الفضاء، الذي لم يوضع من قبل البشر. وتشمل الأمثلة دوران القمر حول الأرض والتي تضم ثمانية كواكب تدور حول شمسنا.

source: Velocity
ar_eg: السرعة

source: An object's motion in a specific direction, described in units of distance traveled per unit of time and the direction of the motion. Example: A person ran at 2 meters per second, north by northwest.
ar_eg: توجه حركة الجسم باتجاه معين،موصوفة في وحدات المسافة لكل وحدة من الوقت واتجاه الحركة. مثال: شخص ركض 2 متر في الثانية الواحدة، من الشمال الى الشمال الغربي.

source: Checking what you now know about... gravity in action
ar_eg: التحقق مما تعرفه مسبقاً عن ... عمل الجاذبية

source: Look at the two sets of images, 1 and 2. Considering the factors that affect gravitational forces, which statement below is <span class='blink'>correct</span>?
ar_eg: انظر الى مجموعتي الصور، 1 و 2. مراعيا العوامل التي تؤثر على قوى الجاذبية، أي عبارة أدناه <span class='blink'>صحيحة<sup>؟

source: <span class='key'>Image 1</span>
ar_eg: <span class='key'>الصورة 1 </span>

source: Far
ar_eg: بعيد

source: Big mass
ar_eg: كتلة كبيرة

source: Small mass
ar_eg: كتلة صغيرة

source: <span class='key'>Image 2</span>
ar_eg: <span class='key'>الصورة 2 </span>

source: Close
ar_eg: أغلق

source: Bigger mass
ar_eg: كتلة أكبر

source: The gravitational force in image 1 is stronger because there is more total mass and the objects are closer together than those in image 2.
ar_eg: قوة الجاذبية في الصورة 1 هي أقوى لأن هناك الكتل الإجمالية أكثر والأجسام معا أقرب من تلك الموجودة في الصورة 2.

source: The gravitational force in image 1 is stronger because there is less total mass and the objects are farther apart than in image 2.
ar_eg: قوة الجاذبية في الصورة 1 هي أقوى لأن الكتل الإجمالية أقل والأجسام بعيدة عن بعضهما البعض مما كانت عليه في الصورة 2.

source: The gravitational force in image 1 is stronger because the total mass of both objects is more than that in image 2.
ar_eg: قوة الجاذبية في الصورة 1 هي أقوى لأن الكتلة الإجمالية لكلا الجسمين هي أكثر من الصورة 2.

source: The gravitational force in image 2 is stronger because there is more total mass and the objects are closer together than in image 1.
ar_eg: قوة الجاذبية في الصورة 2 هي أقوى لأن الكتل الإجمالية أكثر والأجسام أقرب لبعضها أكثر من الصورة 1.

source: Your first quiz question is...
ar_eg: أول سؤال قصير هو ...

source: Nope! The total of the masses is smaller and the distance between the masses is greater than in image 2. Gravitational forces increase as the distance between the two objects decreases and as the mass of the objects increases.
ar_eg: كلا! الكتل الإجمالية أقل والمسافة بين الكتل أكبر من الكتل في الصورة 2. تزداد قوة الجاذبية عندما تقل المسافة بين الجسمين و عند ازدياد كتلة الأجسام.

source: Nope! Gravitational forces increase as the distance between the two objects decreases and as the mass of the objects increases.
ar_eg: كلا! تزداد قوة الجاذبية عندما تقل المسافة بين الجسمين وعند ازدياد كتلة الأجسام.

source: Correct. Gravitational forces increase as the distance between the two objects decreases and as the mass of the objects increases.
ar_eg: صحيح. تزداد قوة الجاذبية بين جسمين عندما تقل المسافة بينهما وعند ازدياد كتلة الأجسام.

source: In science, the numbers we get from measurements are meaningless without units. Which of the following is a unit of gravitational force?
ar_eg: في العلوم،الأرقام التي نحصل عليها من القياسات لا معنى لها دون وحدات. أي مما يلي هو وحدة تابعة لقوة الجاذبية؟

source: Kilometer
ar_eg: كيلومتر

source: Kilogram
ar_eg: كيلوغرام

source: Newtons per Kilogram
ar_eg: نيوتن لكل كيلوغرام

source: Finding gravitational strength...
ar_eg: إيجاد قوة الجاذبية ...

source: Correct! The newton (abbreviated 'N') was named in honor of Sir Isaac Newton, who discovered the three laws of motion.
ar_eg: صحيح! نيوتن (واختصاره N) تكريما للسير إسحاق نيوتن، الذي اكتشف قوانين الحركة الثلاثة.

source: Nope. A kilometer is a measure of distance.
ar_eg: كلا. الكيلومتر هو قياس للمسافة.

source: Nope. A kilogram is a measure of mass.
ar_eg: كلا. الكيلوغرام هو قياس للكتلة

source: Not quite, but you were close. Newton is the unit of gravity.
ar_eg: ليس تماما، لقد كنت قريبا من الإجابة. نيوتن هو وحدة الجاذبية.

source: Imagine a catastrophic event in which a huge asteroid slammed into the moon in a head-on collision. The moon remained about the same in terms of mass and shape after the collision, but the moon's orbital velocity was significantly slowed due to the force of the impact. Which of the following statements would be <span class='blink'>true</span> following the collision?
ar_eg: تخيل حصول حدث كارثي حيث سقط جسم فضائي ضخم على القمر في حادث تصادم بالرأس. ظل القمر كما هو من حيث الكتلة والشكل بعد الاصطدام، ولكن تباطأت السرعة المدارية للقمر بشكل كبير نظرا لقوة التأثير. أي من العبارات التالية يمكن أن يكون <span class='blink'>صحيحا</span> بعد الاصطدام؟

source: The phases of the moon as seen from Earth would change.
ar_eg: أطوار القمر كما تُشاهد من الأرض قد تتغير.

source: The moon would begin to slowly spiral down to Earth.
ar_eg: سوف يبدأ القمر بالهبوط بشكل لولبي باتجاه الأرض.

source: The moon would start to move closer to the sun.
ar_eg: سيبدأ القمر بالتحرك أقرب نحو الشمس.

source: The moon's orbit would not change.
ar_eg: لن يتغير مدار القمر

source: Colliding asteroids...
ar_eg: اصطدام الكويكبات ...

source: Nope! The phases of the moon are the result of the moon's position in orbit and sunlight reflecting from it.
ar_eg: كلا! مراحل القمر هي نتيجة لموقع القمر في المدار وأشعة الشمس المنعكسة عليه.

source: You got it! The impact would cause the moon to slow down, which then would cause the moon to slowly start to spiral down to Earth.
ar_eg: لقد أصبت! ان التأثير يتسبب بإبطاء القمر ، والذي سيتسبب بتباطؤ القمر ثم إلى هبوطه بشكل لولبي باتجاه الأرض.

source: Not bad thinking! But the gravitational force between the moon and Earth would still be much greater than the gravitational force between the moon and the sun, so the moon would not start to move toward the sun.
ar_eg: ليس تفكيرا سيئا! ولكن قوة الجاذبية بين القمر والأرض ستظل أكبر بكثير من قوة الجاذبية بين القمر والشمس، وبالتالي فإن القمر لن يبدأ بالتحرك نحو الشمس.

source: Just the opposite! The moon's orbit would begin to change as it spiraled into Earth.
ar_eg: على العكس تماما! مدار القمر سيبدأ في التغير حيث سيسقط بشكل لولبي نحو الأرض

source: An astronaut lands on Planet X. This planet is much less massive than Earth. Which of the following statements is <span class='blink'>TRUE</span>?
ar_eg: رائد فضاء يهبط على كوكب X. هذا الكوكب هو أقل ضخامة من كوكب الأرض بكثير . أي من العبارات التالية <span class='blink'>صحيحة</span>؟

source: The astronaut's body mass would be the same as on Earth.
ar_eg: كتلة جسم رائد الفضاء تكون هي نفسها على الأرض.

source: The astronaut's body weight would be more than that on Earth.
ar_eg: وزن جسم رائد الفضاء سيكون أكثر على الأرض.

source: The astronaut's body mass would be more than that on Earth.
ar_eg: كتلة جسم رائد الفضاء تكون أكبر على الأرض.

source: The astronaut's body weight would be the same than that on Earth.
ar_eg: وزن جسم رائد الفضاء يكون نفس الوزن على الأرض.

source: Walking on the moon...
ar_eg: المشي على سطح القمر ...

source: Correct! The astronaut would weigh less on Planet X than on Earth, but her mass would remain the same.
ar_eg: صحيح! يزن رائد الفضاء أقل على الكوكب X منه على الأرض، لكن كتلته لا تزال هي نفسها.

source: Nope. The astronaut would weigh less on Planet X than on Earth, but her mass would remain the same.
ar_eg: كلا. يزن رائد الفضاء أقل على الكوكب X من على وزنه الأرض، لكن كتلته لا تزال نفسها

source: No, the astronaut's body mass would be the same as on Earth.
ar_eg: لا، كتلة جسم رائد الفضاء هي نفس كتلته على الأرض.

source: No, the astronaut's body weight would be less than that on Earth.
ar_eg: لا، وزن جسم رائد الفضاء سيكون أقل من وزنه على الأرض.

source: Click on <span class='blink'>all</span> the statements that are an example of a satellite.
ar_eg: انقر على <span class='blink'>جميع</span> العبارات التي تعد مثالا على الأقمار الصناعية.

source: The moon orbits around the earth.
ar_eg: يدور القمر حول الأرض.

source: The earth orbits around the sun.
ar_eg: تدور الأرض حول الشمس.

source: A comet orbiting the sun.
ar_eg: أحد المذنبات التي تدور حول الشمس.

source: The north star shines in the night sky.
ar_eg: نجم الشمال يضيء في سماء الليل.

source: Orbiting satellites...
ar_eg: الأقمار الصناعية التي تدور ...

source: Correct! The moon, the earth and comet are all examples of satellites because the moon travels around the earth, and the earth and comet travel around the sun.
ar_eg: صحيح! القمر، والأرض والمذنب كلها أمثلة على الأقمار الصناعية لأن القمر يسافر حول الأرض، وتسافر كل من الأرض و المذنب حول الشمس.
