Repository: geneconde/NGR-dashboard
Catalog: demo/gravity-*-action/Locale/*/LC_MESSAGES/gravity-*-action.po
Languages: ar_eg

source: Start
ar_eg: إبدأ

source: Next
ar_eg: التالي

source: Back
ar_eg: السابق

source: Read More
ar_eg: إقرأ المزيد

source: Check Answer
ar_eg: تأكد من الإجابة

source: Please select your answer.
ar_eg: الرجاء اختيار إجابتك.

source: Please select your answers.
ar_eg: يرجى إختيار إجاباتك.

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك

source: Quick Check #1
ar_eg: تقويم سريع رقم 1

source: Quick Check #2
ar_eg: تقويم سريع رقم 2

source: Quick Check #3
ar_eg: إختبار قصير رقم 3

source: Quick Check #4
ar_eg: تقويم سريع رقم 4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.

source: How did I do?
ar_eg: كيف أجبت؟

source: You answered...
ar_eg: إجابتك كانت...

source: select
ar_eg: اختر

source: Play
ar_eg: شغَل

source: Pause
ar_eg: وقف مؤقت

source: Stop
ar_eg: توقف

source: Mute
ar_eg: صامت

source: Unmute
ar_eg: غير صامت

source: Max volume
ar_eg: أعلى صوت

source: Full screen
ar_eg: شاشة كاملة

source: Restore screen
ar_eg: استعادة الشاشة

source: Repeat
ar_eg: كرر

source: Repeat off
ar_eg: إيقاف التكرار

source: Update Required
ar_eg: التحديث مطلوب

source: To play the media you will need to either update your browser to a recent version or update your
ar_eg: لتشغيل الوسائط ستحتاج إما إلى تحديث المتصفح للنسخة الأخيرة أو تحديث

source: Flash plugin
ar_eg: أدخل الفلاش

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وحرك الفأرة صعودا وهبوطا لتدوير الصندوق وحدد إجابتك.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين

source: The Situation
ar_eg: الحالة

source: The Scenario
ar_eg: السيناريو

source: Your Task
ar_eg: مهمتك هي

source: The Task
ar_eg: المهمة

source: The Problem
ar_eg: المشكلة

source: Your Assignment
ar_eg: واجبك هو

source: Close me!
ar_eg: أغلق الشاشة!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.

source: Quiz Question #1
ar_eg: السؤال القصير رقم 1

source: Quiz Question #2
ar_eg: السؤال القصير رقم 2

source: Quiz Question #3
ar_eg: السؤال القصير رقم 3

source: Quiz Question #4
ar_eg: السؤال القصير رقم 4

source: Quiz Question #5
ar_eg: السؤال القصير رقم 5

source: Quiz Question #6
ar_eg: السؤال القصير رقم 6

source: Congratulations,
ar_eg: مبروك،

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وللأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.

source: Let's begin
ar_eg: دعنا نبدأ

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Preparing your first quick check...
ar_eg: تحضير أول تقويم سريع...

source: Ready for your last quick check?
ar_eg: أمستعد لقويمك السريع الأخير؟

source: Ready for your last quiz question?
ar_eg: هل أنت مستعد للتحقق من سؤال الاختبار الاخير؟

source: Putting it all together...
ar_eg: إجمعها مع بعضها ...

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: And the first quiz question is...
ar_eg: و أول سؤال قصير هو...

source: You're done!
ar_eg: أنهيت!

source: Welcome to the Gravity in Action module
ar_eg: مرحبا بكم في وحدة عمل الجاذبية

source: Thinking about... gravity in action
ar_eg: التفكير ... بعمل الجاذبية

source: Gravity in Action
ar_eg: بعمل الجاذبية

source: Have you ever seen a tug of war between two teams? Each team holding the rope is separated by a certain distance and both are trying to pull the other over a line. It might be hard to imagine a tug of war game without a rope, but such a contest is constantly taking place as objects throughout the universe pull on other objects with a force called <span class='key'>gravity</span>.
ar_eg: هل سبق لك أن رأيت لعبة شد الحبل بين فريقين؟ يتم فصل كل فريق يمسك الحبل لمسافة معينة، ويحاول كلاهما أن يسحب الآخر خارج الخط. قد يكون من الصعب أن نتصور لعبة شد الحبل دون حبل، ولكن تعتبر مثل هذه المسابقة والتي تحدث باستمرار في جميع أنحاء العالم كأشياء تقوم بسحب أشياء اخرى باستخدام القوة وتعرف <span class='key'>بالجاذبية.

source: Checking what you already know about... gravity in action
ar_eg: تحقق مما كنت تعرفه سابقا عن.. عمل الجاذبية

source: You may have heard that all objects exert a gravitational force on other objects. You may also have wondered, then, why you don't feel this force. Although the force between most paired objects cannot be felt, you can indeed feel the force between the earth and you.
ar_eg: ربما سمعت أن جميع الأشياء تمارس قوة الجاذبية على أشياء أخرى. وربما قد تساءلت ، عندها، لماذا لا تشعر بهذه القوة. على الرغم من أن القوة بين الأشياء المقترنة لا يمكن الإحساس بها، يمكنك أن تشعر بالقوة بينك وبين الأرض حقا. إنه كالإحساس بوزنك. إن قفزت في الهواء، يمكنك التأكد من أنه سيتم سحبك مرة أخرى إلى الأرض. ولكن ماذا سيحدث برأيك إذا قفزت ولم يكن هناك شيء مثل الجاذبية؟ فكر في تجربتك مع الجاذبية، على سبيل المثال، عندما تقفز لتلتقط تفاحة من شجرة أو مشاهدة المطر الذي يسقط من سحابة داكنة. بناء على تجربتك، كيف تصف قوة الجاذبية؟

source: Gravity is a force that pushes objects in opposite directions.
ar_eg: الجاذبية هي القوة التي تدفع الأشياء في اتجاهين معاكسين.

source: Gravity is a force that pulls objects toward each other.
ar_eg: الجاذبية هي القوة التي تجذب الأشياء نحو بعضها البعض.

source: Gravity is a force that can both push and pull on objects.
ar_eg: الجاذبية هي القوة التي يمكنها دفع وجذب الأشياء.

source: Gravity is a force that acts when objects touch each other.
ar_eg: الجاذبية هي القوة التي تعمل عندما تلمس الأشياء بعضها البعض.

source: Gravity definitely is a force that acts between any two or more objects. But there are some special ways that gravity acts that might surprise you. Learn more about how gravity acts in this module.
ar_eg: الجاذبية هي بالتأكيد القوة التي تحصل بين اثنين أو أكثر من الأشياء. ولكن هناك بعض الطرق الخاصة التي تقوم بها الجاذبية والتي قد تفاجئك. تعلم المزيد حول كيفية عمل الجاذبية في هذه الوحدة.

source: Jumping up in the air...
ar_eg: القفز في الهواء

source: Reviewing big ideas about... gravity in action
ar_eg: مراجعة الأفكار الكبيرة حول ... عمل الجاذبية

source: A <span class='key'>force</span> is a push or a pull. For example, you have to exert a force to push your friend on a swing or to pull them in a wagon. <span class='key'>Gravity</span> is also a force, but it is special in several ways. Gravity acts only to pull objects toward each other, whether the objects are touching or not.
ar_eg: <span class='key'>القوة</span> هي دفع أو جذب. على سبيل المثال، يجب أن تمارس القوة لدفع صديقك على الأرجوحة أو سحبه من العربة. <span class='key'>الجاذبية</span> هي أيضا قوة، ولكنها خاصة بعدة طرق. الجاذبية تعمل لجذب الأشياء تجاه بعضهما البعض فقط، سواء تلامست هذه الأشياءمع بعضها أم لا.

source: There are two factors that affect how much the force of gravity will pull two or more objects together. The first factor is the masses of the objects involved. The more massive the objects are, the greater the gravitational force between them will be. For example, the gravitational force between a 10kg and a 5kg object is twice as strong as between two 5 kg objects; and the gravitational force between two 10kg objects is four times as strong as between two 5 kg objects.
ar_eg: هناك نوعان من العوامل التي تؤثر على مقدار قوة الجاذبية التي ستجذب اثنين او اكثر من الأشياء. العامل الأول هو كتل الأشياء المعنية. كلما كانت كتلة الأشياء ضخمة، فإن قوة الجاذبية ستكون أكبر بينهما. على سبيل المثال، قوة الجاذبية بين شيء يزن 10 كيلوغرام وآخر 5 كيلوغرام تكون قوتها ضعفي القوة بين الأشياء التي تزن 5 كيلوغرام؛ وقوة الجاذبية بين شيئين وزنهما 10 كيلوغرام هي أربع أضعاف ما كان بين اثنين من الاشياء التي تزن 5 كيلوغرام.

source: The force of gravity between objects is measured in <span class='key'>Newtons</span>. If one object is many times more massive than another object, we refer to the gravitational force on the smaller object as its weight. So when you weigh yourself on a standard bathroom scale, your weight is the gravitational force between you and the Earth.
ar_eg: يتم قياس قوة الجاذبية بين الأشياء بوحدة <span class='key'>النيوتن</span> . إذا كان الجسم الواحد أضخم بعدة مرات من الجسم الآخر، فإننا نشير إلى قوة الجاذبية للشيءالأصغر حسب وزنه. لذلك عندما تزن نفسك بميزان الحمام ، يكون وزنك هو قوة الجاذبية بينك وبين الأرض.

source: Massive objects exert a stronger pull than less massive objects.
ar_eg: الأجسام الضخمة تمارس الجذب بشكل أقوى من الأشياء الأقل ضخامة

source: Astronauts weigh much less on the moon than on Earth because the moon’s mass is much smaller than the mass of the earth. So the gravitational force between the moon and a person is less than the gravitational force between the earth and that same person.
ar_eg: يزن رواد الفضاء أقل على سطح القمر من على الأرض لأن كتلة القمر أصغر بكثير من كتلة الارض. وبالتالي فإن قوة الجاذبية بين القمر والشخص هي أقل من قوة الجاذبية بين الأرض و الشخص نفسه.

source: The second factor affecting gravitational force is the distance between objects. The farther away two objects are from each other, the weaker the gravitational force is between them. The closer they are, the stronger the force is. So, unlike pushing or pulling a wagon where you have to be in contact with the wagon, the gravitational force between objects acts across distance—the objects don't have to touch!
ar_eg: أما العامل الثاني الذي يؤثر على قوة الجاذبية هو المسافة بين الأشياء. وكلما كان الشيئين بعيدين عن بعضهما البعض، كلما ضعفت قوة الجاذبية بينهما. وكلما اقتربا من بعضهما البعض،كلما كانت قوة الجاذبية أقوى. لذلك، وتختلف عن دفع أو جذب العربة حيث يجب ان تمسك العربة، تعمل قوة الجاذبية بين الأشياء عبر المسافة بينهما وليس من الضروري أن تتلامس.

source: Given equal masses, objects that are far apart exert less gravitational force on each other than objects that are close together.
ar_eg: الكتل متساوية، الأشياء البعيدة تمارس قوة جاذبية أقل على بعضها البعض من الأشياء القريبة من بعضها البعض.

source: Moon
ar_eg: قمر

source: Mass = 72 kg.
ar_eg: كتلة = 72 كغ.

source: Weight = 12 kg. (26 lbs.)
ar_eg: الوزن = 12 كغم. (26 رطلا.)

source: Earth
ar_eg: الأرض

source: Weight = 72 kg. (158 lbs.)
ar_eg: الوزن = 12 كغم. (158 رطلا.)

source: Pushing the swing...
ar_eg: دفع الأرجوحة ...

source: Question A. Use what you know about the relationship between mass and gravitational force to rank the celestial bodies (the planets and the Sun in our solar system). Drag the boxes of the celestial bodies up and down to sort them from highest to lowest based on gravitational force they possess. The highest gravity should be at the top.
ar_eg: السؤال أ. استخدم ما تعرفه عن العلاقة بين الكتلة وقوة الجاذبية لتصنيف الأجرام السماوية (الكواكب والشمس في نظامنا الشمسي). اسحب المربعات من الأجرام السماوية أعلى وأسفل لفرزها من الأعلى إلى الأدنى على أساس قوة الجاذبية التي تمتلكها. الجاذبية الأعلى يجب أن تكون أعلى.

source: Celestial Body Mass
ar_eg: كتلة الأجرام السماوية

source: Earth 5.97 x 10<sup>24</sup> Kilograms
ar_eg: الأرض 5.97*10<sup>24</sup> كغم

source: Jupiter 1,900 x 10<sup>24</sup> Kilograms
ar_eg: المشتري 1.900*10 <sup>24</sup> كيلوغرام

source: Mars 0.641 x 10<sup>24</sup> Kilograms
ar_eg: المريخ 0.641*10 <sup>24</sup> كيلوغرام

source: Mercury 0.330 x 10<sup>24</sup> Kilograms
ar_eg: عطارد 0.330*10 <sup>24</sup> كيلوغرام

source: Neptune 102 x 10<sup>24</sup> Kilograms
ar_eg: نبتون 102*10 <sup>24</sup> كيلوغرام

source: Saturn 568 x 10<sup>24</sup> Kilograms
ar_eg: زحل 568*10 <sup>24</sup> كيلوغرام

source: Sun 1,989,000 x 10<sup>24</sup> Kilograms
ar_eg: الشمس 1.989.000*10 <sup>24</sup> كيلوغرام

source: Uranus 86.8 x 10<sup>24</sup> Kilograms
ar_eg: أورانوس 86.8*10 <sup>24</sup> كيلوغرام

source: Venus 4.87 x 10<sup>24</sup> Kilograms
ar_eg: الزهرة 4.87*10 <sup>24</sup> كيلوغرام

source: Question B. A 1-liter bottle of water on earth has a mass of approximately 1 kilogram and weighs about 10 newtons. If that bottle is transported to a planet that has less mass than that of Earth, mark <span class='blink'>all</span> of the following that will be <span class='blink'>true</span>.
ar_eg: السؤال ب. تزن كتلة لتر من الماء على الأرض حوالي 1 كيلوغرام وتزن حوالي 10 نيوتن. في حالة نُقلت الزجاجة لكوكب كتلته أقل من كتلة الأرض، حدد <span class='blink'>جميع</span> الخيارات <span class='blink'>الصحيحة</span> مما يلي:

source: The weight of the bottle of water will remain the same.
ar_eg: يبقى وزن زجاجة المياه هو نفسه.

source: The weight of the bottle will be less than that on earth.
ar_eg: وزن الزجاجة سيكون أقل من وزنها على الأرض.

source: The mass of the bottle of water will be more than that on earth.
ar_eg: كتلة زجاجة الماء ستكون أكثر من كتلتها على الأرض.

source: The mass of the bottle of water will be the same.
ar_eg: ستكون كتلة زجاجة المياه هي نفسها.

source: Correct! The total mass (amount of matter) of the bottle of water will not change, but because the mass of that planet is less than Earth, then the gravitational forces will be less--the bottle will weigh less.
ar_eg: صحيح! فإن الكتلة الإجمالية (كمية المادة) من زجاجة المياه لن تتغير، ولكن لأن كتلة المريخ أقل من كتلة الأرض، ستكون قوة الجاذبية فيها أقل - وسوف تزن الزجاجة أقل.

source: Not quite! The total mass (amount of matter) of the bottle of water will not change. Because the mass of that planet is less than Earth, then the gravitational forces will be less--the bottle will weigh less.
ar_eg: ليس تماما! فإن الكتلة الإجمالية (كمية المادة) من زجاجة المياه لن تتغير. لأن كتلة المريخ أقل من كتلة الأرض،ستكون قوة الجاذبية بعد ذلك أقل - وسوف زجاجة تزن أقل.

source: All objects exert a gravitational pull on other objects. This holds true in the case of the Earth’s moon. Just as the earth is pulling on the moon, the moon is pulling on the earth. <span class='key'>Ocean tides</span> are caused by the gravitational pull of the moon on the mass of water in the earth’s oceans. Because ocean water is a liquid and can move, it “bulges up” from the pull of the moon’s gravity towards the moon’s position on any given day.
ar_eg: تؤثر كافة الأجسام بجاذبية شد أو دفع على الأجسام الأخرى. وهذا صحيح بالنسبة لكوكب قمر الأرض. تماما كما هي الجاذبية على سطح القمر، القمر يجذب الأرض. تحدث <span class='key'>موجات المحيط</span> بسبب جذب القمر لكتلة المياه في محيطات الأرض. ولأن مياه المحيطات سائلة ويمكنها التحرك، فهي تتمدد بسبب قوة جاذبية القمر باتجاه موقع القمر في أي يوم من الأيام.

source: A "bulge" of ocean water is created as the moon's gravity pulls in a direct line between the earth and the moon. The moon's gravitational pull is the strongest along a direct line between the earth and the moon. It is at that place a bulge of water occurs. That bulge is known as a <span class='key'>lunar tide</span>, which is also called high tide. The bulge is always found in that direct line, but as the earth rotates on its axis, the bulge is seen to move from east to west on Earth's surface.
ar_eg: تتكون تمددات مياه المحيط عند جذب جاذبية القمر في خط مباشر بين الأرض والقمر. جاذبية القمر هي الأقوى على امتداد الخط المباشر بين الأرض والقمر. وهي في المكان الذي يحذث فيه ارتفاع المياه. ويسمى هذا الانتفاخ <span class='key'>بالموجة القمرية</span> ، و يسمى أيضا بانتفاخ المد.يحدث الانتفاخ دائما في هذا الخط المباشر، ولكن عندما تدور الأرض حول محورها، ينتقل الانتفاخ من الشرق إلى الغرب على سطح الأرض.

source: Tidal bulge due to inertia
ar_eg: يحدث تمدد الموجة بسبب القصور الذاتي

source: Tidal bulge due to gravity
ar_eg: يحدث تمدد الموجة بسبب الجاذبية

source: Moon's <br><br> gravitational <br><br> pull
ar_eg: شد <br><br>جاذبية <br><br>القمر

source: The green shows the relative magnitude of the forces – not the height of the water level changes. The actual change in water level from high tide to low tide is just a few feet.
ar_eg: اللون الأخضر يبين الحجم النسبي للقوى – وليس إرتفاع مستوى المياه المتغيرة. التغير الفعلي في مستوى المياه من المنخفض هو الموجة المرتفعة إلى المنخفضة هو فقط بضعة أقدام.

source: There is also an ocean bulge on the other side of the earth that is opposite the moon on the same direct line. The two bulges are what cause high tides twice each day. The tidal bulge of water on the other side of the earth from the moon is caused by centrifugal force, also called inertia, from the earth spinning on its axis. Low tides are the areas of the earth’s oceans in-between the two high tide bulges.
ar_eg: هناك أيضا انتفاخ في المحيط على الجانب الآخر من الأرض المقابل للقمر على امتداد الخط المباشر. والانتفاخات هي ما يتسبب بالموجات العالية مرتين كل يوم. ويتسبب انتفاخ المد والجزر من الماء على الجانب الآخر من الأرض للقمر عن طريق قوة الطرد المركزي، وتعرف أيضا بالقصور الذاتي، من دوران الأرض حول محورها. الموجات المنخفضة هي مناطق من المحيطات الأرضية تحدث فيما بين موجتين مرتفعتين عاليتين.

source: High tide or low tide?
ar_eg: الموجات العالية أو الموجات المنخفضة؟

source: Question A. Read the sentences below and select the statement that is <span class='blink'>not correct</span>.
ar_eg: السؤال أ. إقرأ الجمل أدناه وحدد العبارة <span class='blink'>غيرالصحيحة

source: High and low tides are related to the force of the moon pulling on Earth.
ar_eg: ترتبط الموجات العالية والمنخفضة بقوة جذب القمر للأرض.

source: Just as the earth is pulling on the moon, the moon is pulling on the earth.
ar_eg: تماما كما تجذب الأرض القمر، يقوم القمر بجذب الأرض.

source: Ocean tides are caused by the gravitational pull of the moon.
ar_eg: تحدث الموجات المحيطية بسبب قوة جاذبية القمر.

source: The phases of the moon cause the high tides.
ar_eg: تحدث أطوار القمر بسبب ارتفاع الموجات العالية.

source: Question B. Which of the following is <span class='blink'>true</span> considering the moon's force of gravity exerts a pulling force on Earth's oceans that then creates a "bulge" of water?
ar_eg: السؤال ب. أي مما يلي صحيحا بأخذ قوة جاذبية القمر بالإعتبار التي تسبب قوة الجذب على محيطات الأرض مما يتسبب بعد ذلك بارتفاع الماء؟

source: A high tide will occur whenever the moon is directly overhead or directly opposite a location on earth.
ar_eg: يحدث ارتفاع المد كلما كان القمر مباشرة فوق أو على الجانب الآخر من الأرض.

source: A low tide will occur whenever the moon is directly overhead.
ar_eg: يحدث الجزر كلما كان القمر فوق المنطقة مباشرة.

source: A high tide will generally occur when the moon is new.
ar_eg: ويحدث المد العالي عادة هناك عندما يكون القمر جديدا.

source: A high tide will generally occur when the moon is full.
ar_eg: ويحدث المد العالي عادة عندما يكون القمر بدرا.

source: Looking at the moon...
ar_eg: النظر إلى القمر

source: No, this sentence is true. Tides are caused by the pull of the moon, sun, and Earth rotating on its axis.
ar_eg: كلا، هذه الجملة صحيحة. يحدث المد والجزر بسبب جاذبية القمر، والشمس، ودوران الأرض حول محورها.

source: No, this sentence is true. All objects exert a gravitational pull on other objects. We might not feel it all the time, but it works both ways.
ar_eg: لا، هذه الجملة صحيحة. تمارس جميع الأجسام الجاذبية على الأجسام الأخرى. ونحن قد لا نشعر بها في كل الأوقات، ولكنها تعمل في كلا الاتجاهين.

source: Correct! This sentence is false. The bulge does not disappear; it is seen to move from east to west on Earth's surface.
ar_eg: صحيح! هذه الجملة خاطئة. لا يختفي المد ؛ فقد شوهد بأنه ينتقل من الشرق إلى الغرب على سطح الأرض.

source: Correct! A high tide will generally occur whenever the moon is directly overhead. And remember, there will also be another high tide on the opposite side of the earth at the same time.
ar_eg: صحيح! ويحدث انتفاخ المد عموما كلما كان القمر فوق المنطقة مباشرة. وتذكر بأنه سوف يكون هناك انتفاخ آخر في المد على الجانب الآخر من الأرض في نفس الوقت أيضا.

source: Nope! A high tide, not a low tide, will generally occur whenever the moon is directly overhead or directly opposite a location on earth.
ar_eg: كلا! موجة مرتفعة، وليست منخفضة ستحدث عموماً، وسوف يحدث كلما كان القمر مباشرة فوق أو على الجانب الآخر من الأرض .

source: Nope! High and low tides occur daily during all phases of the moon.
ar_eg: كلا! يحدث المد والجزر يوميا خلال جميع مراحل تكون القمر.

source: More big ideas about... gravity in action
ar_eg: المزيد من الأفكار الكبيرة حول ... عمل الجاذبية

source: Because we live on Earth, most people experience (or observe) the phenomena of gravity as things "falling to Earth". But if all things that went up truly fell back to Earth, devices such as cell phones and TVs would not work as they do today. That's because such devices depend upon connections with a communication <span class='key'>satellite</span> that is rocketed up to a distance where the earth's gravity is much weaker. If we were able to turn off Earth's gravity, the satellite boosted into space would keep going. But we can't turn off gravity. It follows that the satellite begins to fall back to earth. But rather than falling straight back, the satellite begins to "curve" back to Earth until it enters a stable orbit around the planet. A stable orbit requires a balance of enough speed to keep the object from falling completely back to Earth but not so much speed that it shoots off into space.
ar_eg: لأننا نعيش على الأرض، يختبر أو يراقب معظم الناس ظواهر الجاذبية كسقوط الأشياء على الأرض. ولكن إذا سقطت كل الأشياء التي ارتفعت على الأرض مرة أخرى، فإن الأجهزة مثل الهواتف المحمولة وأجهزة التلفاز لن تعمل كما تعمل اليوم. ذلك لأن هذه الأجهزة تعتمد على اتصالات <span class='key'>الأقمار الصناعية</span> التي تم انطلاقها لمسافة حيث تكون الجاذبية الأرضية أضعف من ذلك بكثير. إذا كنا قادرين على إيقاف جاذبية الأرض،سوف تستمر الأقمار الصناعية المعززة في الفضاء بعملها . ولكن لا يمكننا إيقاف الجاذبية. ويتبع ذلك القمر الصناعي الذي يبدأ في السقوط مرة أخرى على الأرض. ولكن بدلا من السقوط مباشرة، يبدأ القمر الصناعي بالسقوط بشكل منحني على الأرض، إلى أن يدخل في مدار مستقر حول الكوكب. المدار المستقر يتطلب توازنا كافيا من السرعة للحفاظ على الجسم من السقوط كليا على الأرض ولكن ليس بالكثير من السرعة ليجعله منطلقاً في الفضاء.

source: Much like the example with the satellite above, the Moon can be described as Earth's satellite. Indeed, a moon is defined as both a celestial body and a natural satellite. It is a <span class='key'>celestial body</span> because it is an object found in space and it is a <span class='key'>natural satellite</span> because the moon orbits the earth. Like the communication satellites revolving around Earth, the moon is in a perfect balance of motion. If the moon had any more <span class='key'>velocity</span>, it would fly off into space. But if the moon had any less velocity, it would spiral toward Earth until it crashed into Earth's surface. Thus, the Earth-Moon system is another example of a satellite system--a perfect balance of motion and gravity.
ar_eg: يشبه إلى حد كبير مثال القمر الصناعي أعلاه، يمكن وصف القمر كالأقمار الصناعية للأرض. وبالفعل تم تعريف القمر كجرم سماوي وكقمر طبيعي. وهو <span class='key'>جرم سماوي</span> لأنه جسم وجد في الفضاء ـ وهو <span class='key'>قمر طبيعي</span> لأن القمر يدور حول الأرض. مثل أقمار الاتصالات التي تدور حول الأرض. القمر متوازن تماما في الحركة. إذا كانت <span class='key'> سرعة</span> حركة القمر أكثر ، فإنه سيطير في الفضاء. ولكن إذا كان القمر أقل سرعة، فإنه سيسقط بشكل لولبي نحو الأرض حتى يتحطم على سطح الأرض. وهكذا، فإن نظام الأرض والقمر هما مثالان آخران على نظام الأقمار الصناعية - توازن مثالي في الحركة والجاذبية.

source: Stabilizing speed...
ar_eg: استقرار السرعة ...

source: Question A. Read the following statements and click on the <span class='blink'>correct</span> answer.
ar_eg: السؤال أ. اقرأ العبارات التالية وانقر على الإجابة <span class='key'>الصحيحة</span> .

source: The force of gravity causes all objects launched up into the sky to fall back down to Earth.
ar_eg: قوة الجاذبية تسبب سقوط كل الأجسام المنطلقة في السماء على الأرض.
