Repository: geneconde/NGR-dashboard
Catalog: demo/gravity-*-action/Locale/*/LC_MESSAGES/gravity-*-action.po
Languages: ar_eg

source: Nope! The moon, the earth and comet are examples of satellites because the moon travels around the earth, and the earth and comet travel around the sun. But the north star is not a satellite because it does not travel around any other celestial body.
ar_eg: كلا! القمر والأرض والمذنب أمثلةعلى الأقمار الصناعية لأنه القمر يسافر حول الأرض،و تسافر الأرض، والمذنب حول الشمس. ولكن نجم الشمال ليس قمرا صناعيا لأنه لا يدور حول أي جسم سماوي آخر.

source: Look at the figure below. Which statement is <span class='key'>TRUE</span>? (Note: Be careful! The size of the object doesn’t represent the mass of the object!
ar_eg: انظر إلى الشكل أدناه. أي من العبارات التالية <span class='blink'>صحيحة</span>؟ (ملاحظة: كن حذراً! حجم الجسم لا يمثل كتلته!)

source: 1 - A "lead" ball having a mass of 100 kilograms
ar_eg: كرة من الرصاص كتلتها 100 كيلوغرام

source: 2 - An "aluminum" ball having a mass of 75 kilograms
ar_eg: كرة من الألمنيوم كتلتها 75 كيلوغرام

source: 3 - A "steel" ball having a mass of 50 kilograms.
ar_eg: كرة من الفولاذ كتلتها 50 كيلوغرام

source: Being the most massive, only Object 1 exerts a gravitational force on the other objects.
ar_eg: كونه الأكثر ضخامة، يؤثر جسم واحد فقط بقوة جاذبية على الأجسام الأخرى.

source: Having a mass between Objects 1 and 3, Object 2 exerts the greatest force on the other objects.
ar_eg: وجود كتلة ما بين الجسم 1 و 3، يؤثر الجسم 2 بأكبر قوة على الأجسام الأخرى.

source: The gravitational force between Objects 1 and 2 is greater than the force between Objects 1 and 3.
ar_eg: قوة الجاذبية بين الأجسام 1 و 2 أكبر من القوة بين الأجسام 1 و 3.

source: The gravitational force between Objects 1 and 2 and Objects 1 and 3 is the same.
ar_eg: القوة التجاذبية بين الأجسام 1 و 2 والأجسام 1 و 3 هي نفسها.

source: Nope. All objects with mass exert a gravitational force on other objects.
ar_eg: كلا. كافة الأجسام ذات الكتل تؤثر بقوة جاذبية على أجسام أخرى.

source: Nope. Object 1, being the most massive, exerts the greatest gravitational force.
ar_eg: كلا. الجسم1، كونه الأكثر ضخامة، يؤثر بقوة جاذبية أكبر

source: Correct. Due to the larger mass of Object 1, the gravitational force exerted between Objects 1 and 2 is greater than that between Objects 2 and 3.
ar_eg: صحيح. بسبب أن كتلة الجسم 1 هي الأكبر، فإن قوة الجاذبية المؤثرة بين الأجسام 1 و 2 ستكون أكبر من القوة بين الأجسام 2 و 3.

source: Nope. A gravitational force is exerted by each object on the others. Their masses affect the amount of force they exert.
ar_eg: كلا. تؤثر قوة الجاذبية في كل جسم على الأجسام الأخرى. و تؤثر كتلتهما على مقدار القوة المؤثرة.

source: You've completed the Gravity in Action module.
ar_eg: لقد أكملت وحدة الجاذبية.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على التحققات السريعة وعلى أسئلة الإختبارات لهذه الوحدة بالنقر على الزر في الأسفل.

source: Congratulations
ar_eg: مبروك
